import styles from "./privacyPolicy.module.css";

function privacyPolicy() {
  return (
    <div className={styles.container}>
      <h2 className={styles.heading1}>سياسة الخصوصية</h2>
      <div className={styles.container2}>
        <h4 className={styles.heading2}>سياسة الخصوصية وسرية المعلومات</h4>
        <p className={styles.text}>
          يرحّب بكم فريق عمل (
          <span className={styles.important}> العمودي للعود</span> )، ويتقدّم
          إليكم بالشكر على ثقتكم به، ويفيدكم (
          <span className={styles.important}> العمودي للعود</span> ) بأنه حرصاً
          منه و لإدراكه التام بأن المستخدم له حقوق، فإن (
          <span className={styles.important}> العمودي للعود</span> ) يسعى للحفاظ
          على المعلومات الخاصة بالمستخدمين وفقاً لآلية سياسة الخصوصية وسرية
          المعلومات المعمول بها في (
          <span className={styles.important}> العمودي للعود</span> ) . وعليه
          فإننا نوضّح لكم بأن سياسة الخصوصية وسرية المعلومات التي سيتم التعامل
          مع معلوماتكم الخاصة بكم بموجبها كما يلي:
        </p>
      </div>
      <div className={styles.container2}>
        <h4 className={styles.heading2}>
          أولاً: المعلومات التي يحصل عليها (العمودي للعود) ويحتفظ بها في قواعد
          بياناته
        </h4>
        <ol className={styles.list}>
          <li>
            المعلومات الشخصية الخاصة بالمستخدم، كالإسم والعمر والبريد
            الالكتروني، ورقم الهوية الوطنية أو رقم الإقامة.
          </li>
          <li>
            معلومات الدخول الشخصية الخاصة بالمستخدم، مثل اسم المستخدم وكلمة السر
            والبريد الالكتروني، والسؤال الخاص باسترجاع كلمة السر وإجابته.
          </li>
          <li>
            قد تفرض طبيعة المنصة الالكترونية بعض المعلومات المتعلّقة بالكوكيز
            وذلك لأغراض الكترونية تسهّل التعامل بين المتجر والمستخدم.
          </li>
        </ol>
      </div>
      <div className={styles.container2}>
        <h4 className={styles.heading2}>
          ثانياً: هل (العمودي للعود) يشارك هذه المعلومات؟
        </h4>
        <ol className={styles.list}>
          <li>
            بطبيعة الحال فإن (
            <span className={styles.important}> العمودي للعود</span> ) يسعى
            بالاحتفاظ بهذه المعلومات بما يحفظ خصوصية المستخدم، و({" "}
            <span className={styles.important}> العمودي للعود</span>) لا يحتفظ
            بهذه المعلومات إلا بهدف تحسين جودة المتجر الإلكتروني وتيسير التعامل
            فيما بين ( <span className={styles.important}> العمودي للعود</span>)
            والمستخدم.
          </li>
          <li>
            بطبيعة الحال فإن (العمودي للعود) يسعى بالاحتفاظ بهذه المعلومات بما
            يحفظ خصوصية المستخدم، و(العمودي للعود) لا يحتفظ بهذه المعلومات إلا
            بهدف تحسين جودة المتجر الإلكتروني وتيسير التعامل فيما بين (العمودي
            للعود) والمستخدم.
          </li>
          <li>
            حيث أن (العمودي للعود) يسعى للحفاظ على سلامة المستخدمين، فإنه – في
            حالة ملاحظة (العمودي للعود) لأي نشاط غير نظامي أو غير شرعي يقوم به
            المستخدم – فإن (العمودي للعود) قد يقوم بإبلاغ الجهات المختصة بعد
            التشاور مع الإدارة القانونية.
          </li>
        </ol>
      </div>
      <div className={styles.container2}>
        <h4 className={styles.heading2}>
          ثالثاً: ما هو مدى أمان سرية المعلومات الخاصة بالمتجر؟
        </h4>
        <p className={styles.text}>
          يسعى (العمودي للعود) إلى سرية المعلومات وسياسة الخصوصية الخاصة
          بالمستخدمين و لن تخالف أحكام هذه القواعد والسياسة. ولكن نظراً لعدم
          إمكانية ضمان ذلك 100% عبر وسائل الإنترنت فإن فريق عمل (العمودي للعود)
          ينوّه بما يلي:
        </p>
        <ul className={styles.list2}>
          <li>
            يسعى (العمودي للعود) بالحفاظ على جميع المعلومات الخاصة بالمستخدم
            وألا يطلع عليها أحد بما يخالف هذه السياسة المعمول بها في (العمودي
            للعود).
          </li>
          <li>
            يعمل (العمودي للعود) على حماية هذه المعلومات عن طريق سيرفرات معيّنة؟
            محمية بموجب أنظمة الحماية الإلكترونية نظامي برمجي أو Software
            معيّن؟.
          </li>
          <li>
            غير أنه نظراً لأن شبكة الانترنت لا يمكن ضمانها 100% لما قد يطرأ من
            اختراق أو فيروسات على أنظمة الحماية الالكترونية و على جدران الحماية
            المعمول به لدينا فإن (العمودي للعود) ينصح المستخدمين بالحفاظ على
            معلوماتهم بسرية تامة، وعدم إفشاء أي معلومات يراها المستخدم هامة جداً
            له، وهذا حرصاً من (العمودي للعود) في توجيه وإرشاد المستخدمين.
          </li>
        </ul>
      </div>
      <div className={styles.container2}>
        <h4 className={styles.heading2}>
          رابعا :قواعد وأحكام استخدام (العمودي للعود) :
        </h4>
        <p className={styles.text}>
          إن جميع التزامات (العمودي للعود) وجميع التزامات المستخدمين، وجميع
          الحقوق الواردة في العلاقة بين المستخدم أو المستهلك و(العمودي للعود)، م
          والمنبثقة من الاتفاقية التي أبرمت بين المستخدم و(العمودي للعود) بخصوص
          العلاقة النظامية والقانونية بينهما، وقد وضعت سياسة الخصوصية وسرية
          المعلومات لضمان المصداقية والثقة التي تحرص (العمودي للعود) على توفيرها
          للمستخدمين.
        </p>
      </div>
    </div>
  );
}

export default privacyPolicy;
