import styles from "./ReturnPolicy.module.css";

function ReturnPolicy() {
  return (
    <div className={styles.container}>
      <h1>سياسة الاسترجاع و الاستبدال والإلغاء</h1>
      <h2>سياسة التعامل مع المتجر</h2>
      <h4> سياسة إلغاء عملية الطلب :</h4>
      <div>
        <p>
          يحق للعميل إلغاء طلبه واسترجاع نقوده كاملة في حال كان الطلب قيد
          المراجعة أو قيد التنفيذ فقط
        </p>
        <p>
          وفي حال تم تنفيذ الطلب وإصدار بوليصة التوصيل والشحن يتم إلغاء الطلب
          وإرجاع المبلغ بعد خصم رسوم التوصيل والشحن
        </p>
        <p>
          وتطبق هذه السياسة وإن كان الطلب يشمل الشحن والتوصيل حسب أي إعلان من
          قبلنا
        </p>
        <p>
          وفي حال التأخير في توصيل الطلب يحق للعميل إلغاء الطلب واسترجاع كامل
          نقوده في حال تجاوز أكثر من 15 يوم على حسب الأنظمة والقوانين.
        </p>
      </div>
      <h4>سياسة الإسترجاع لطلبات العمودي للعود </h4>
      <ul>
        <li>
          سياسة الإسترجاع تسري فقط للطلبات داخل السعودية ولا يشمل الطلبات خارج
          السعودية.
        </li>
        <li>لا تشمل طلبات الكاش باك وأكواد الخصم والعروض.</li>
        <li>في حالة رغبتكم في عمل طلب استرجاع لشحنتكم</li>
        <p>
          بالتأكيد يمكنك عمل طلب استرجاع طالما كانت الشحنة سليمة وفى حالتها
          الاصلية وبدون أي تلف وذلك عن طريق وسائل التواصل وعمل طلب استرجاع عن
          طريق الرابط المرسل إليكم من قبل خدمة العملاء .
        </p>
        <p> الرقم الموحد / 920033290</p>
        <p>الايميل: cs@oudamoudi.sa</p>
        <p>وذلك يكون في خلال 3 ايام من تاريخ استلامكم للطلب</p>
        <p>
          عند رغبة العميل ارجاع منتج أو أكثر بعد استلام الطلب ، يقوم العميل بدفع
          مبلغ استرجاع الشحنة على حسب منطقته ويتم خصم هذه المبالغ من القيمة
          المستردة للعميل .
        </p>
        <p>
          يسمح للعميل في منتجات البخور تجربة مقدر 10 غرام وفي حال الاستخدام أكثر
          من ذلك يخصم من قيمة المنتج.
        </p>
        <p>وفي حال موافقة العميل بالتعويض لا يحق له طلب الاسترجاع مرة أخرى.</p>
      </ul>
    </div>
  );
}

export default ReturnPolicy;
