import styles from "./ReturnPolicy.module.css";

function ReturnPolicy() {
  return (
    <div className={styles.container}>
      <h1>سياسة الاسترجاع و الاستبدال والإلغاء</h1>
      <h2>سياسة التعامل مع المتجر</h2>
      <h4> سياسة إلغاء عملية الطلب :</h4>
      <div>
        <p>
          يحق للعميل إلغاء طلبه واسترجاع نقوده كاملة في حال كان الطلب قيد
          المراجعة أو قيد التنفيذ فقط
        </p>
        <p>
          وفي حال تم تنفيذ الطلب وإصدار بوليصة التوصيل والشحن يتم إلغاء الطلب
          وإرجاع المبلغ بعد خصم رسوم التوصيل والشحن
        </p>
        <p>
          وتطبق هذه السياسة وإن كان الطلب يشمل الشحن والتوصيل حسب أي إعلان من
          قبلنا
        </p>
        <p>
          وفي حال التأخير في توصيل الطلب يحق للعميل إلغاء الطلب واسترجاع كامل
          نقوده في حال تجاوز أكثر من 15 يوم على حسب الأنظمة والقوانين.
        </p>
      </div>
      <h4>سياسة الإسترجاع لطلبات العمودي للعود </h4>
      <ul className={styles.list}>
        <li className={styles.important}>
          سياسة الإسترجاع تسري فقط للطلبات داخل السعودية ولا يشمل الطلبات خارج
          السعودية.
        </li>
        <li>لا تشمل طلبات الكاش باك وأكواد الخصم والعروض.</li>
        <li>في حالة رغبتكم في عمل طلب استرجاع لشحنتكم</li>
        <p>
          بالتأكيد يمكنك عمل طلب استرجاع طالما كانت الشحنة سليمة وفى حالتها
          الاصلية وبدون أي تلف وذلك عن طريق وسائل التواصل وعمل طلب استرجاع عن
          طريق الرابط المرسل إليكم من قبل خدمة العملاء .
        </p>
        <p> الرقم الموحد / 920033290</p>
        <p>الايميل: cs@oudamoudi.sa</p>
        <p>وذلك يكون في خلال 3 ايام من تاريخ استلامكم للطلب</p>
        <p>
          عند رغبة العميل ارجاع منتج أو أكثر بعد استلام الطلب ، يقوم العميل بدفع
          مبلغ استرجاع الشحنة على حسب منطقته ويتم خصم هذه المبالغ من القيمة
          المستردة للعميل .
        </p>
        <p>
          يسمح للعميل في منتجات البخور تجربة مقدر 10 غرام وفي حال الاستخدام أكثر
          من ذلك يخصم من قيمة المنتج.
        </p>
        <p>وفي حال موافقة العميل بالتعويض لا يحق له طلب الاسترجاع مرة أخرى.</p>
      </ul>
      <div className={styles.listTwo}>
        <h3>الحالات التي لايتم الاسترجاع فيها :</h3>
        <p>
          عند تقديم طلب الاسترجاع بعد الوقت محدد وهو 3 ايام من تاريخ استلام
          الطلب .
        </p>
        <p>
          عند استخدام المنتج أو فتحه، أو عند تلفه، أو عندما لا يكون في نفس
          الحالة التي قمت باستلامها به
        </p>
        <p className={styles.important}>
          حيث يتم ارسال عينة تجريبية للعميل من المنتج الاصلي
        </p>
        <p>عند تلف العلبة الخاصة بالعطر أو كرتون الشحن المطبوع.</p>
        <p className={styles.important}>
          منتجات الآدهان لا يشملها سياسة الاستبدال والاسترجاع.
        </p>
        <h5>ملاحظة:</h5>
        <p>
          عند استلام المنتج أو كرتون الشحن تالفًا يجب التواصل مع خدمة العملاء
          خلال 12 ساعة كحد أقصى لعمل تذكرة استبدال وفي حال تجاوز الوقت المحدد لن
          يتم قبول الطلب.
        </p>
        <h3>طريقة استعادة الاموال بعد عمل طلب الاسترجاع :</h3>
        <p>
          اذا تمت عملية الشراء بواسطة بطاقة الإئتمان الخاصة بك فيمكنك استعادة
          اموالك وعند استلامنا لطلبك سنقوم بإسترجاع المبلغ إلى حسابك بالبطاقة
          الائتمانية او أيا كانت الوسيلة الالكترونية التي قمت بالدفع من خلالها
          وتختلف المدة التي تستلم فيها المبلغ حسب البنك الخاص بك وقد تستغرق حتى
          15 يوما لاستعادة المبلغ . وفي حال طلب العميل تحويل المبلغ إلى حساب آخر
          غير حسابه البنكي، فيجب التواصل من نفس رقم الجوال المسجل في الطلب.
        </p>
        <h3>سياسة الإستبدال :</h3>
        <p>
          بالتأكيد يمكنك عمل طلب استبدال المنتج طالما كانت الشحنة سليمة وفى
          حالتها الاصلية وبدون أي تلف مع تحمل مصاريف شحن قيمتها 25 ريال وذلك عن
          طريق التواصل على واتس اب جوال / 920033290 الايميل: cs@oudamoudi.sa
          وذلك يكون في خلال 3 إلى 7 ايام من تاريخ استلامكم للطلب.
        </p>
      </div>
    </div>
  );
}

export default ReturnPolicy;
