function ProductDescription() {
  return (
    <div>
      <p>مكونات العطور:</p>
      <div>
        <h4>عود توباكوا :</h4>
        <p>
          ليس مجرد عطر بل نمط حياة افتتاحية العطر بالقنب ومزيج من روائح اعشاب
          الراتنيجات من قلب شجرة الصنوبر اضافة الى دفئ الاخشاب وتناغم رائحة
          القهوة بطابع شرقي عصري ولاكتمال الفخامة الشرقية ينتهي العطر بتجانس تبغ
          البخور وسحر العود اللادوسي المعتق النادر .
        </p>
      </div>
      <div>
        <h4>عطر ذكرى :</h4>
        <p>
          مزيج يميزك بإطلالة نادرة ورائحة متميزة تفرض حضورك بتجانسه المنفرد حيث
          تتجانس زهرة الدافانا برائحة البرغموت الإيطالي الفريد وانتعاش الحمضيات
          النابع من الفلفل الوردي مع برودة العنبر الابيض وصولاً الى عشبة
          الروزماري من قلب افريقيا بتناغم شرقي بالعود ينتهي العطر بفخامة الجلود
          ولمسة سحرية من المسك ورائحة عطرية نجيل الهايتي من جذور الهند
        </p>
      </div>
      <div>
        <h4>عطر كولنان :</h4>
        <p>
          عطر يأخذك في رحلة من التوازن والاندهاش حيث تبدأ المحطة من اخشاب الورد
          من قلب جزيرة بالي وتستمر برائحة ازهار الخزامي الفواحة والهادئة بلمسة
          من تناغم القرفة والتفاح وخلاصة خشب الارز ونفحات الوادي بزنابق العود
          وتترك في نهاية المحطة مزيج من حنان ودفئ خشب الصندل وتحفيز حواسك بمتعة
          رائحة الفانيليا وثبات العنبر والمسك .
        </p>
      </div>
    </div>
  );
}

export default ProductDescription;
